<?php defined('SYSPATH') OR die('No direct access allowed.');

return array (
  'upload_dir' => 'C:\\xampp\\htdocs\\crm2\\PersonalData',
  'consent_text' => 'Я, {full_name}, подтверждаю, что я предоставляю свое согласие на обработку персональных данных в соответствии с Федеральным законом №152-ФЗ "О персональных данных". Согласие распространяется на сбор, систематизацию, накопление, хранение, уточнение, использование, распространение и иные действия с моими персональными данными в рамках целей, связанных с заключением и исполнением договоров, а также предоставлением услуг. Я знаю о праве отозвать согласие в любой момент путем направления письменного уведомления. Данное согласие действует до момента его отзыва или истечения срока, установленного законодательством Российской Федерации.',
  'require_consent_for_card' => true,
);
